Repository: localizely/flutter-gen-l10n-example
Catalog: lib/l10n/intl_*.arb
Languages: ar

# pageHomeTitle
source: Recipes
ar: وصفات

# pageHomeDrawerHeader
source: Recipes
ar: وصفات

# pageHomeDrawerListTileSettings
source: Settings
ar: إعدادات

# pageHomeRecipeAuthor
source: by {name}
ar: بواسطة {name}

# pageHomeRecipeCreated
source: created {date}
ar: خلقت {date}

# pageHomeRecipeVotes
source: {count, plural, =1 {{count} vote} other {{count} votes}}
ar: {count, plural, =0 {لا يوجد تصويتات} =1 {صوت {count}} =2 {صوت {count}} few {أصوات {count}} many {أصوات {count}} other {صوت {count}}}

# pageHomeRecipeSaladName
source: Salad
ar: سلطة

# pageHomeRecipeSaladDescription
source: Fresh vegetable salad full of vitamins, fiber and minerals.
ar: سلطة خضار طازجة مليئة بالفيتامينات والألياف والمعادن.

# pageHomeRecipeRiceName
source: Rice
ar: أرز

# pageHomeRecipeRiceDescription
source: Rice with vegetables and beans. A nutritious meal high in fiber.
ar: أرز بالخضار والفاصوليا. وجبة مغذية غنية بالألياف.

# pageHomeRecipeFriedEggsName
source: Fried eggs
ar: البيض المقلي

# pageHomeRecipeFriedEggsDescription
source: A meal full of protein and minerals.
ar: وجبة غنية بالبروتينات والمعادن.

# pageSettingsTitle
source: Settings
ar: إعدادات
